       IDENTIFICATION DIVISION.    
       PROGRAM-ID. ABC002.    
       PROCEDURE DIVISION.         
           DISPLAY 'ABC002 Executed now!'. 
           STOP RUN. 