//&programE   JOB (40600000),CLASS=A,MSGCLASS=X
//JOBSTEP  EXEC  PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=A
//SYSUT1   DD  DSNAME=ABC.DEV.SORT(INPUT),
//             DISP=SHR
//SYSUT2   DD  DSNAME=RODDI01.SORT(OUTPUT),
//             DISP=(NEW,KEEP),SPACE=(TRK,(5,1,2))
