       IDENTIFICATION DIVISION.    
       PROGRAM-ID. ABC005.    
       PROCEDURE DIVISION.         
           DISPLAY 'ABC005 Run now!'. 
           STOP RUN. 