//&programE   JOB (40600000),CLASS=A,MSGCLASS=X
//JOBSTEP  EXEC  PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=A
//SYSUT1   DD  DSNAME=ABC.SYSUT1,
//             DISP=SHR
//SYSUT2   DD  DSNAME=ABC.SYSUT2,
//             DISP=(NEW,KEEP),SPACE=(TRK,(5,1,2))
