       IDENTIFICATION DIVISION.    
       PROGRAM-ID. ABC001.    
       PROCEDURE DIVISION.         
           DISPLAY 'ABC001 Executed!'. 
           DISPLAY 'Turkish Glasses'. 
           DISPLAY 'Hello Sujay'. 
           DISPLAY 'Hello Steve'.
           STOP RUN.               