//&programE   JOB (40600000),CLASS=A,MSGCLASS=X
//JOBSTEP  EXEC  PGM=IEBCOPY
//*Steve
//SYSPRINT DD  SYSOUT=A
//SYSUT1   DD  DSNAME=RODDI01.LIB.LOAD(M1),
//             DISP=SHR
//SYSUT2   DD  DSNAME=RODDI01.LIB.LOAD2(M1),
//             DISP=(NEW,KEEP),SPACE=(TRK,(5,1,2))
