//XYZ002 JOB (40600000),CLASS=A,MSGCLASS=X
//JOBSTEP  EXEC  PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=A
//SYSUT1   DD  DSNAME=XYZ.PDS1,DISP=SHR
//SYSUT2   DD  DSNAME=XYZ.PDS2,DISP=SHR
