         01 EMPLOYEE.
           05 EMP-LAST-NAME      PIC X(15).
           05 EMP-FIRST-NAME     PIC X(10).
           05 EMP-STREET-ADDRESS PIC X(24).
           05 EMP-CITY           PIC X(15).
           05 EMP-STATE          PIC X(3).
           05 EMP-POSTAL-CODE    PIC X(6).
