       IDENTIFICATION DIVISION.
       PROGRAM-ID. XYZ001.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
      *COPY XYZ001.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO YOU!'.
           STOP RUN.
