       IDENTIFICATION DIVISION.
       PROGRAM-ID. XYZ002.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
      *COPY XYZ002.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO BRAZIL!'.
           STOP RUN.
